const BOOKS = [
  {
    "title": "Математика в машинном обучении.",
    "author": "Дайзенрот Марк Питер, Альдо Фейзал А., Чен Сунь Он",
    "status": "читаю",
    "rating": null,
    "notes": "",
    "startDate": "2026-03-01",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Техническая",
      "LLM"
    ]
  },
  {
    "title": "Строим LLM с нуля.",
    "author": "Себастьян Рашка",
    "status": "читаю",
    "rating": null,
    "notes": "",
    "startDate": "2026-03-10",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Техническая",
      "LLM"
    ]
  },
  {
    "title": "Хорошие люди не нужны",
    "author": "Гай Хейли",
    "status": "прочитал",
    "rating": null,
    "notes": "",
    "startDate": "2026-03-27",
    "endDate": "2026-03-28",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Warhammer Crime"
    ]
  },
  {
    "title": "Фон за дополнительную крону",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Боевые потери",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Еретикус",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.5,
    "notes": "",
    "startDate": "2026-03-03",
    "endDate": "2026-03-08",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Лепидоптерофобия / Освобождённая Медея",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Магос",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.6,
    "notes": "",
    "startDate": "2026-03-09",
    "endDate": "2026-03-16",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Маллеус",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.5,
    "notes": "",
    "startDate": "2026-02-26",
    "endDate": "2026-03-02",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Пария",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Покаянница",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Рейвенор Отступник",
    "author": "Дэн Абнетт",
    "status": "читаю",
    "rating": null,
    "notes": "",
    "startDate": "2026-04-07",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Возвращение Рейвенора",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.5,
    "notes": "",
    "startDate": "2026-03-30",
    "endDate": "2026-04-06",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Рейвенор",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.2,
    "notes": "",
    "startDate": "2026-03-23",
    "endDate": "2026-03-30",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Региа Оккульта",
    "author": "Дэн Абнетт",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Ксенос",
    "author": "Дэн Абнетт",
    "status": "прочитал",
    "rating": 4.5,
    "notes": "",
    "startDate": "2026-02-20",
    "endDate": "2026-02-25",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "WH40k",
      "Инквизитор Эйзенхорн"
    ]
  },
  {
    "title": "Санёк 4",
    "author": "Василий Седой",
    "status": "прочитал",
    "rating": 2,
    "notes": "",
    "startDate": "2026-02-15",
    "endDate": "2026-02-19",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Василий Седой",
      "Санёк"
    ]
  },
  {
    "title": "Старатели ver 2.0 книга 7",
    "author": "Влад Лей",
    "status": "прочитал",
    "rating": 3.5,
    "notes": "",
    "startDate": "2026-02-10",
    "endDate": "2026-02-12",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Влад Лей",
      "Старатели"
    ]
  },
  {
    "title": "Неприкаянный #3. Наперекор старухе",
    "author": "Константин Калбазов",
    "status": "прочитал",
    "rating": 3.5,
    "notes": "",
    "startDate": "2026-02-12",
    "endDate": "2026-02-14",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Константин Калбазов",
      "Неприкаянный"
    ]
  },
  {
    "title": "Шёпот вакуума",
    "author": "Макс Глебов",
    "status": "хочу прочитать",
    "rating": null,
    "notes": "",
    "startDate": "",
    "endDate": "",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Макс Глебов",
      "Шёпот вакуума"
    ]
  },
  {
    "title": "Перековка. Перевернутое Небо #19",
    "author": "Михаил Игнатов",
    "status": "прочитал",
    "rating": 3,
    "notes": "",
    "startDate": "2026-01-24",
    "endDate": "2026-02-05",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Михаил Игнатов",
      "Путь"
    ]
  },
  {
    "title": "Звездная Кровь #10. Прозрачные Дороги",
    "author": "Роман Прокофьев",
    "status": "прочитал",
    "rating": 4,
    "notes": "",
    "startDate": "2026-01-10",
    "endDate": "2026-01-24",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Роман Прокофьев",
      "Звездная Кровь"
    ]
  },
  {
    "title": "Тысяча Братьев #3. Владыка Теней",
    "author": "Роман Прокофьев",
    "status": "прочитал",
    "rating": 4,
    "notes": "",
    "startDate": "2026-01-10",
    "endDate": "2026-01-15",
    "cover": "",
    "quotes": [],
    "categories": [
      "Художественная",
      "Фантастика",
      "Роман Прокофьев",
      "Звездная Кровь",
      "Тысяча Братьев"
    ]
  }
];
